[
  {
    "id": 1,
    "icon": "1.png",
    "title": "Social Media and Content Strategy",
    "text": "Powering brands with purposeful content, storytelling, and meaningful audience engagement.",
    "subheading": "Powering Brands with Purposeful Content and Meaningful Engagement",
    "description": "At Arinon, we don’t just create content—we craft experiences. Our approach to Social Media Marketing and Content Strategy is rooted in storytelling, audience insights, and measurable impact. Whether you're building brand awareness, nurturing a community, or driving conversions, we help you show up where it matters—with the right message, at the right time.",
    "banner": "6.jpg",
    "features": [
      {
        "heading": "Social Media Marketing",
        "text": "In today’s digital landscape, social media is where brand conversations happen. We help you cut through the noise and build authentic connections with your audience.",
        "points": [
          "Platform Strategy – Customized plans for Instagram, Facebook, LinkedIn",
          "Content Creation – Engaging posts, reels, stories, carousels, and videos",
          "Community Management – Responding to messages, managing comments, nurturing engagement",
          "Social Media Ads – Smart targeting, campaign setup, budget optimization, and reporting",
          "Analytics & Reporting – Insights-driven tracking and ongoing improvement"
        ]
      },
      {
        "heading": "Content Strategy & Planning",
        "text": "A powerful content strategy ensures every word and image works toward your business goals. We bring structure and creativity together to deliver content that connects and converts.",
        "points": [
          "Content Audits – Review and refine your current assets",
          "Strategic Planning – Set clear goals, content themes, and publishing cadence",
          "Audience Research – Understand what your users care about",
          "Content Development – Blogs, web pages, newsletters, videos, scripts, and more",
          "SEO Integration – Align content with search intent and keyword trends"
        ]
      }
    ],
    "process": [
      {
        "heading": "Project Reasearch",
        "text": "Understand the brand, audience, goals, and competitors to set the foundation for high-impact content."
      },
      {
        "heading": "Best Concept",
        "text": "Craft a unique content direction aligned with the brand voice, audience triggers, and platform trends."
      },
      {
        "heading": "Design Implement",
        "text": "Execute with scroll-stopping visuals, compelling copy, and strategic formatting across platforms."
      },
      {
        "heading": "Final Result",
        "text": "Monitor engagement, optimize based on data, and deliver measurable brand growth and visibility."
      }
    ],
    "gallery": [
      "45.jpg",
      "46.jpg"
    ],
    "additionalInfo": [
      {
        "headImg": "60.jpg",
        "heading": "What We Manage for You",
        "items": [
          "Social media account setup and optimization",
          "Monthly content calendars",
          "Graphic and video asset creation",
          "Post scheduling and publishing",
          "Paid ad management across platforms",
          "Ongoing community engagement",
          "Weekly/monthly performance reports",
          "Content review and SEO updates",
          "Hashtag, trend, and competitor tracking"
        ]
      },
      {
        "headImg": "61.jpg",
        "heading": "Our Process",
        "items": [
          "Discover – We understand your brand voice, goals, and audience",
          "Strategize – Build a cohesive plan across social and content channels",
          "Create – Design and develop high-quality content",
          "Execute – Post, engage, and promote across selected platforms",
          "Analyze & Improve – Monitor performance, refine strategy, and scale what works"
        ]
      }
    ]
  },
  {
    "id": 2,
    "icon": "2.png",
    "text": "Where strategy meets stunning design to craft bold, functional, and engaging digital brand experiences every time.",
    "title": "Creative Services",
    "subheading": "Where Strategy Meets Stunning Design",
    "description": "At Arinon, we believe creativity is more than aesthetics—it’s the language your brand speaks. Our creative services combine purpose-driven design with storytelling that connects, communicates, and captivates. From visual identity to digital experiences, we help brands express themselves with clarity, confidence, and originality. Whether you're launching a new business, rebranding, or refreshing your visual presence, our full-spectrum creative team is here to bring your vision to life.",
    "banner": "5.jpg",
    "features": [
      {
        "headImg": "47.jpg",
        "heading": "Brand Identity Design",
        "text": "We build brands that are authentic, memorable, and aligned with your purpose.",
        "points": [
          "Logo design and brandmark systems",
          "Color palettes, typography, and iconography",
          "Brand guidelines and tone-of-voice systems",
          "Brand refresh or full rebranding",
          "Business cards, letterheads, and stationary kits"
        ]
      },
      {
        "headImg": "48.jpg",
        "heading": "Brand Presentation Design",
        "text": "Communicate your story with clarity and confidence.",
        "points": [
          "Corporate pitch decks and investor presentations",
          "Brand launch presentations",
          "Sales enablement decks",
          "Visual storytelling and slide design",
          "Consistent formatting with brand guidelines"
        ]
      },
      {
        "heading": "Infographic Design",
        "headImg": "49.jpg",
        "text": "Turn complex information into compelling, easy-to-digest visuals.",
        "points": [
          "Custom-designed data visualizations",
          "Corporate and marketing infographics",
          "Product comparison charts and timelines",
          "Educational and explainer graphics",
          "Infographics for websites, social media, and print"
        ]
      },
      {
        "heading": "Print Design",
        "headImg": "50.jpg",
        "text": "Impactful print collateral that brings your message to life.",
        "points": [
          "Brochures, flyers, and catalogues",
          "Packaging and product labels",
          "Posters, banners, and signage",
          "Corporate stationery and presentations",
          "Print-ready files with professional finish guidance"
        ]
      },
      {
        "headImg": "51.jpg",
        "heading": "Digital & UI/UX Design",
        "text": "User-friendly digital experiences aligned with your brand.",
        "points": [
          "Website and app UI/UX design",
          "Landing pages, microsites, and email templates",
          "Interactive digital banners and ads",
          "Responsive design for all devices",
          "Wireframing and prototyping"
        ]
      },
      {
        "headImg": "52.jpg",
        "heading": "Video & Photography",
        "text": "Produce content that tells your story and inspires.",
        "points": [
          "Corporate and promotional videos",
          "Product shoots and explainer videos",
          "Brand storytelling and testimonials",
          "Professional photography (products, people, environments)",
          "Editing, motion graphics, and visual effects"
        ]
      }
    ],
    "process": [
      {
        "heading": "Project Research",
        "text": "Dive into brand identity, audience, market trends, and creative goals to define clear direction."
      },
      {
        "heading": "Best Concept",
        "text": "Develop standout creative ideas that align with the brand story and spark emotional connection."
      },
      {
        "heading": "Design Implement",
        "text": "Bring concepts to life through powerful visuals, refined layouts, and consistent brand styling."
      },
      {
        "heading": "Final Result",
        "text": "Deliver polished assets that elevate brand perception and drive engagement across all touchpoints."
      }
    ],
    "gallery": [
      "",
      ""
    ]
  },
  {
    "id": 3,
    "icon": "3.png",
    "text": "Build digital experiences that work beautifully, seamlessly, and convert with real impact.",
    "title": "Mobile App and Web Development",
    "subheading": "Build Digital Experiences That Work—Beautifully and Seamlessly",
    "description": "At Arinon, we don't just build websites and apps—we build platforms for growth. Our digital solutions are designed to be fast, flexible, and future-ready, combining sleek design with smart technology. Whether you're launching a brand, scaling an eCommerce store, or creating a custom mobile experience, our development team transforms ideas into intelligent, high-performing digital products.",
    "banner": "4.jpg",
    "features": [
      {
        "heading": "Web Development",
        "text": "Your website is often the first interaction a user has with your brand. We ensure it’s the best one. Our development team crafts responsive, secure, and scalable websites built for impact and conversion.",
        "pointsHeading1": "Our Web Development Expertise:",
        "points": [
          " React Development: Modern, high-performance front-end experiences using React.js for dynamic and interactive interfaces.",
          " CMS Solutions: Custom and enterprise-grade content management systems that give you full control—easy to manage, easy to scale.",
          " WordPress Development: From custom themes to plugin integrations, we build tailored WordPress sites that are secure, SEO-friendly, and lightning-fast.",
          " Shopify Development eCommerce sites built on Shopify with custom themes, app integrations, and performance optimization for better sales and user experience."
        ],
        "pointsHeading2": "What We Deliver: ",
        "points2": [
          " Clean, scalable code architecture",
          " Custom UI/UX implementation",
          " API integrations",
          " SEO and speed optimization",
          " Mobile-first responsive layouts",
          " Website audits and upgrades"
        ]
      },
      {
        "heading": "Mobile App Development",
        "text": "Your customers are mobile—your brand should be too. At Arinon, we design and develop native and cross-platform mobile apps that are functional, intuitive, and future-ready.",
        "pointsHeading1": "Our App Development Services Include:",
        "points": [
          " iOS & Android Native Apps: Built specifically for each platform to deliver high-speed performance and seamless functionality.",
          " Cross-Platform Development: Develop once, deploy everywhere. Using modern frameworks like Flutter and React Native, we ensure cost-effective development without compromising user experience.",
          " UI/UX for Mobile: App interfaces designed for simplicity, clarity, and user engagement.",
          " Backend Architecture: Robust, scalable APIs and databases to support app performance and security."
        ],
        "pointsHeading2": "Use Cases We Serve: ",
        "points2": [
          " Business tools and enterprise apps",
          " eCommerce mobile solutions",
          " Social and lifestyle applications",
          " Educational and wellness apps Booking, payment, and logistics platforms"
        ]
      }
    ],
    "process": [
      {
        "heading": "Project Research",
        "text": "Gather user needs, business goals, and technical requirements to map out a clear development plan."
      },
      {
        "heading": "Best Concept",
        "text": "Create intuitive UX flows and feature architecture tailored to the brand and end-user experience."
      },
      {
        "heading": "Design Implement",
        "text": "Develop scalable interfaces with seamless functionality across devices and platforms."
      },
      {
        "heading": "Final Result",
        "text": "Launch a high-performing product optimized for speed, usability, and long-term scalability."
      }
    ],
    "gallery": [
      "51.jpg",
      "53.jpg"
    ]
  },
  {
    "id": 4,
    "icon": "4.png",
    "text": "Build a brand that means something, inspires trust, drives connection, and delivers long-term business success.",
    "title": "Brand Strategy",
    "subheading": "Build a Brand That Means Something",
    "description": "At Arinon, we don’t just help you create a logo or a tagline—we help you define what your brand stands for. In a world filled with noise, your brand needs clarity, purpose, and consistency to make a lasting impression. That’s where strategy comes in. Our Brand Strategy services are designed to shape how your audience perceives you, what you stand for, and why they should choose you. Whether you're launching a new brand or repositioning an existing one, we guide you through a structured process to unlock your brand’s full potential.",
    "banner": "5.jpg",
    "features": [
      {
        "headImg": "54.jpg",
        "heading": "Brand Positioning",
        "text": "We help you identify your unique space in the market and craft a positioning that reflects your value, voice, and vision.",
        "points": [
          " Market research & competitor analysis",
          " Audience segmentation and profiling",
          " Unique Value Proposition (UVP)",
          " Brand differentiators and messaging pillars"
        ]
      },
      {
        "headImg": "55.jpg",
        "heading": "Brand Voice & Messaging",
        "text": "How your brand sounds is just as important as how it looks. We define a tone and language style that resonates with your audience and reinforces trust.",
        "points": [
          " Brand voice guidelines",
          " Messaging frameworks",
          " Taglines, mission statements, and boilerplates",
          " Communication guides for teams"
        ]
      },
      {
        "headImg": "56.jpg",
        "heading": "Strategic Brand Roadmapping",
        "text": "We map out short- and long-term actions that support your brand's growth and market impact.",
        "points": [
          " Brand launch and go-to-market strategies",
          " Brand audits and performance tracking",
          " Cross-channel brand alignment",
          " Rebranding planning and rollout"
        ]
      },
      {
        "headImg": "57.jpg",
        "heading": "Brand Architecture",
        "text": "For businesses with multiple offerings, clarity is key. We define a structure that organizes your products, services, or sub-brands cohesively.",
        "points": [
          " Brand hierarchy models",
          " Naming strategy",
          " Sub-brand alignment",
          " Consistency across touchpoints"
        ]
      },
      {
        "headImg": "58.jpg",
        "heading": "Audience & Market Insights",
        "text": "Strong strategies are rooted in real data. We dive deep into what your audience needs, expects, and responds to.",
        "points": [
          " Consumer trends and behavioral analysis",
          " Persona creation",
          " Competitive benchmarking",
          " Brand perception studies"
        ]
      },
      {
        "headImg": "59.jpg",
        "heading": "Brand Experience Design",
        "text": "We go beyond visuals and messages to craft a rich, cohesive experience that resonates at every touchpoint — from your website and packaging to your customer service.",
        "points": [
          " Customer journey mapping",
          " Touchpoint optimization",
          " Experience guidelines",
          " Interaction and engagement strategies"
        ]
      }
    ],
    "process": [
      {
        "heading": "Project Research",
        "text": "Uncover brand purpose, audience insights, market position, and competitor landscape."
      },
      {
        "heading": "Best Concept",
        "text": "Define core messaging, brand voice, and positioning that resonate deeply and differentiate clearly."
      },
      {
        "heading": "Design Implement",
        "text": "Translate strategy into visual identity, tone, and communication across all brand touchpoints."
      },
      {
        "heading": "Final Result",
        "text": "Establish a cohesive, memorable brand that builds trust and drives long-term loyalty."
      }
    ],
    "gallery": [
      "",
      ""
    ]
  }
]